Repository: gravitywpcom/gravitywp-gview-entry-revisions
Catalog: languages/gravityview-entry-revisions-*.po
Languages: nl_nl

source: empty
nl_nl: leeg

source: Field
nl_nl: Veld

source: From
nl_nl: Van

source: To
nl_nl: Naar

source: Revision not found
nl_nl: Revisie niet gevonden.

source: Entry Revision
nl_nl: Entry Revisie

source: Current Entry
nl_nl: Huidige inzending

source: This revision is identical to the current entry.
nl_nl: Deze revisie is hetzelfde als de huidige inzending.

source: Return to Entry
nl_nl: Terug naar inzending

source: Are you sure? The Current Entry data will be replaced with the Entry Revision data shown.
nl_nl: Weet u het zeker? De huidige inzendingsdata zal vervangen worden met de getoonde Entry Revision data.

source: Restore This Entry Revision
nl_nl: Herstel deze Entry Revisie

source: Cancel: Keep Current Entry
nl_nl: Annuleren: Behoud Huidige Inzending

source: This entry has no revisions.
nl_nl: Deze inzending heft geen wijzigingen.

source: JavaScript must be enabled to use this feature.
nl_nl: JavaScript moet ingeschakeld zijn voor deze functie.

source: Workflow step
nl_nl: Workflow stap

source: Track changes to Gravity Forms entries and restore from previous revisions. Requires Gravity Forms 2.0 or higher.
nl_nl: Hou wijzigingen bij van Gravity Forms inzendingen en herstel vorige revisies. Vereist Gravity Forms 2.0 of hoger.
